{
  "/books/when-breath-becomes-air.jpeg": {
    "title": "When Breath Becomes Air",
    "author": "Paul Kalanithi",
    "quote": "“You can’t ever reach perfection, but you can believe in an asymptote toward which you are ceaselessly striving.”",
    "content": "A brilliant neurosurgeon on the cusp of presence is abruptly handed a death sentence. Paul Kalanithi, an otherwise vigorous 36-year-old, is diagnosed with inoperable lung cancer. Confronted with imminent oblivion, Kalanithi explores ideas of life, death and meaning with subdued urgency.\nWhen Breath Becomes Air reinvigorated my love for reading. Kalanithi’s prose is effortless, insightful, and entirely inspiring. There is a quiet beauty in the way he breathes life into past experience. His musings on perseverance in the face of randomness helped assuage my own qualms over the future."
  },
  "/books/the-way-of-kings.jpeg": {
    "title": "The Way of Kings",
    "author": "Brandon Sanderson",
    "quote": "“The purpose of a storyteller is not to tell you how to think, but to give you questions to think upon.”",
    "content": "When the king of Alethkar is murdered by a wall-walking assassin, the world of Roshar is plunged into war. The Way of Kings follows 3 parallel stories in the chaos that ensues: a soldier-turned-slave numbed by the horrors of the battlefield, a sheltered artist setting sail to save her family, and a former warlord plagued by prophetic visions of unity.\nThe Way of Kings is the first book in The Stormlight Archive, a fantasy of epic proportions. Brandon Sanderson brings a fantastical world to life, filled with ravaging storms, monstrous crustaceans, and priceless weapons capable of unparalleled destruction. The crescendo of action captivated me, reminding me of simpler days lost in paperback realms."
  },
  "/books/stories-of-your-life-and-others.jpeg": {
    "title": "Stories of Your Life and Others",
    "author": "Ted Chiang",
    "quote": "“If you could see your whole life laid out in front of you, would you change things?”",
    "content": "A collection that spans time, space, and alternate reality. Ted Chiang explores hard questions of philosophy and science with thought provoking splendor. From the syntax of perception to paradoxes of free will, his stories frame technology within the soft lens of human condition. \nStories of Your Life and Others left me mesmerized and yearning for more. Chiang writes with effortless clarity, embedding profound universal truths in unassuming narrative. I particularly enjoyed Story of Your Life, Division by Zero, and Understand. With every story, he gently nudged my worldview, expanding the horizon of what fiction– and life itself– can entail."
  },
  "/books/between-the-world-and-me.jpeg": {
    "title": "Between the World and Me",
    "author": "Ta-Nehisi Coates",
    "quote": "“We knew we did not lay down the direction of the street, but despite that, we could—and must—fashion the way of our walk.”",
    "content": "In a heartfelt letter to his adolescent son, a father distills decades of injustice into his account of the Black experience. With visceral eloquence, Ta-Nehisi Coates chronicles a life of violent submission and systematic containment. He details the grim reality of existence, shackled by the paranoid physicality of the streets and the colorless confines of school. \nBetween the World and Me pulled absolutely no punches with me. I was thoroughly gutted by the weight of the words, the unyielding onslaught of tension dripping like sheets of rain. The experience was incredibly eye-opening, contextualizing institutional racism with the personal pang of loss."
  },
  "/books/the-gene.jpeg": {
    "title": "The Gene: An Intimate History",
    "author": "Siddhartha Mukherjee",
    "quote": "“An upright organism with opposable thumbs is thus built from a script but built to go off-script.”",
    "content": "Encoded within the fundamental unit of our biology, lies past present and future. Through a seemingly sporadic sequence of discoveries, Siddhartha Mukherjee explores the grammar of our genesis. He touches on the fundamental tension in genomic creation, delighting in its delicate duality. Strand paired with strand, past intertwined with future.\nThe Gene made me marvel at the architecture of our existence. It seems impossibly elegant that the entire continuum of human complexity can be decomposed into 4 letters. I found parallels to computer science interspersed throughout the book, from our genetic instruction set to the recursive process of gene regulation. What could be more compelling than deciphering our very creation?"
  },
  "/books/east-of-eden.jpeg": {
    "title": "East of Eden",
    "author": "John Steinbeck",
    "quote": "“And now that you don't have to be perfect, you can be good.”",
    "content": "In the lush Salinas Valley of northern California, familial roots and Biblical destinies intertwine. John Steinbeck weaves a multi-generational epic of duality– good against evil, East encroaching on West, and freedom resisting determinism. Each character is a mosaic, a composition of Cain and Abel.\nEast of Eden is largely a book about life. Steinbeck’s characters pulse with vitality, pushing against narratives with realistic spirit. As an immigrant into the West, the nuances of Eastern otherness resonated with me. I felt the conflicts within myself: of sibling love and hatred, of purity discolored. Life feels fuller having experienced Steinbeck’s tapestry."
  },
  "/books/hard-boiled-wonderland-and-the-end-of-the-world.jpeg": {
    "title": "Hard-Boiled Wonderland and the End of the World",
    "author": "Haruki Murakami",
    "quote": "“The best musicians transpose consciousness into sound; painters do the same for color and shape.”",
    "content": "In a dual narrative that oscillates between cyberpunk dystopia and an ethereal world, Haruki Murakami paints a dreamy picture of consciousness and self. With every flip between worlds, the boundaries of reality monotonically fray.\nHard-Boiled Wonderland and the End of the World is the first Murakami I read. It opened the floodgates for me, pulling me into the mundane yet surreal rhythm of Murakami. Like a sleepwalker, I unconsciously devoured the rest of his writing."
  },
  "/books/kafka-on-the-shore.jpeg": {
    "title": "Kafka on the Shore",
    "author": "Haruki Murakami",
    "quote": "“But metaphors help eliminate what separates you and me.”",
    "content": "Mysticism intertwines with reality in Haruki Murakami’s lyrical narrative. Two perspectives run parallel - a precociously independent 15 year old, and a rambling old man conversing with cats. As the lines between their narratives blur, the reality that Murakami conjures prophetically converges.\nKafka on the Shore was a foray into a forest of the unconscious. Every page dripped with a self-contained consistency. It felt like I was traversing a dream, with the narrators whispering the path forward. I sunk into their words, losing and finding myself like an ebbing tide."
  },
  "/books/the-seven-husbands-of-evelyn-hugo.jpeg": {
    "title": "The Seven Husbands of Evelyn Hugo",
    "author": "Taylor Jenkins Reid",
    "quote": "“I’m under absolutely no obligation to make sense to you.”",
    "content": "A glamorous Hollywood actress at the height of her fame decides to unravel her glittering life to a rookie journalist. Evelyn Hugo chronicles a tale of ambition, love, and betrayal played out under the blinding spotlight of public scrutiny. Each husband marks a phase, an era, a mood.\nThe Seven Husbands of Evelyn Hugo was a literal page turner. Taylor Jenkins Reid drew me in from the outset with her intriguing characterization. I felt genuine curiosity for Evelyn's life; I was moved by her resilience and vulnerability."
  },
  "/books/the-brothers-karamazov.jpeg": {
    "title": "The Brothers Karamazov",
    "author": "Fyodor Dostoevsky",
    "quote": "“I have so much to say to you that I am afraid I shall tell you nothing.”",
    "content": "Set in frigid 19th-century Russia, Fyodor Dostoevsky’s magnum opus explores grand themes of theology, philosophy, and raw humanity. Three brothers, as distinct as can be, grapple with the most arduous questions of existence, God, and morality. Through murder and mystery, their fates unfold.\nThe Brothers Karamazov was a challenging read.  Between the immense cast of characters and the winding descriptions of angst, Dostoevsky’s world was difficult to traverse. Each page dripped with equal parts philosophical intensity and emotional turmoil. It left me contemplative and frustrated, moored in the gray areas of morality and faith."
  }
}
